[Abilities.A_Maneuver_unlimite H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="系统近战远程反击"
mTooltip="当此生物即将对近战攻击进行反击时，它会先远离攻击者，然后用其远程攻击进行反击，对受到的每次近战攻击都会如此。"

[Abilities.A_Marked_bis_Buff H7BaseBuff]
mName=""
mTooltip=""

[Abilities.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="信息素打击"
mTooltip="对目标造成 %d %icon_might 物理伤害，此攻击有30%几率施加 %spell2.name"

[Abilities.A_Nova_bis H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=""
mTooltip="."

[Creatures.A_Creature_alt_base H7Creature]
mName="秽龙"
mLore="即使是对于收割者这样熟练的侦察兵来说，潜入龙穴也是一项致命任务，但只有他们才能执行秽巢实体的另一个阴险计划。牺牲几个很快就能被替换的仆从，与获得至少一些龙蛋的可能性相比，是微不足道的代价。通过让未出生的幼龙暴露在危险的毒素和可怕的突变中，秽巢的首领们希望创造一支温顺的带翼怪物军队，并在对亚山表面的最后入侵中使用它们。"

[Creatures.A_Creature_alt_upr2 H7Creature]
mName="剧毒秽龙"
mLore="尽管秽巢进行了种种实验，他们的龙仍然无法与它们高贵的同类相比，而且它们的寿命极短。这些不幸的生物看起来如此荒谬和可怜，很难称它们为真正的龙。随着幼龙成长，它们的身体无法再承受毒血的有害影响，导致其肉体开始迅速腐烂和分解。它们用快速的繁殖弥补了力量的不足，因此一大群笨拙地在地面上蹒跚而行的剧毒秽龙，通过喷吐毒酸和胆汁，仍然能对敌人构成一定的威胁。"

[Secrete_abil_xel.A_poison_attackcreature_Buff H7BaseBuff]
mName=" "
mTooltip=""

[Secrete_abil_xel.A_poison_shoot_Buffhero H7BaseBuff]
mName=""
mTooltip=""

[Secrete_abil_xel.A_xel_poison_shoot H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="毒性射击"
mTooltip="秘密能力：当英雄达到20 %icon_attack 力量或更高时，此生物获得 %stat %icon_health 生命值加成，并在其回合结束时，此生物会射击被 %spell3.name 标记的单位。"